$n觉得伤口逐渐发麻, 你中毒了! 
蛇毒
中毒中
愈法 （注：用于疗伤的技能）

／／ 战友募集内容
2012年9月1日前邀请队友可获得丰厚奖励
教你如何成功邀请好友获得奖励
第一步:记住你的team code
第二步:将你的Team Code 告诉你的好友.
通过 email,app 评价，twitter ...
邀请好友越多，获得奖励越多，最多可邀请100名！
第三步:好友安装《侠客行》,在注册时将你的Team Code填入“战队代码”的输入框。

／／ help
Team　Code是用来邀请你的朋友加入战队时使用的，你可以把你的战队
code告诉你的朋友，你的朋友就可以在游戏中使用这个code加入你的战队

初入江湖，朋友最重要。所以一定要组队，不但可以提高自己的属性，而且还能做许多一个人不能做的任务。 遇到无良高手PK你,你的队友还能助你脱险.  

力量最重要，因为它是攻击力的基础。所以我们兽类的天生攻击力比你们人类高多了。当然，除非你穿了装备。。。

世上本无山贼，采药的人多了，山里就不能待了。。。

装备是很重要，但是装备太好，你自身的能力就很难提高了。

很多人认为潜能太难获得。其实做任何事情都有可能得到潜能，关键是你的悟性。悟性是最重要的，因为它决定战斗和工作中获得潜能和经验的机会。

战斗经验和武术技能是相辅相成的，不练习会提高的很慢，而缺乏经验是不可能成为高手的。所谓学而实习之。

哼，中原武林总是仗着人多势重。我们五毒教也不是好欺负的。而且，教主已经吩咐给援手更多的红包。让中原武林屁滚尿流吧。

五毒邪教祸害江湖，凡侠义之士必除之后快。各位援手者获得丰富的江湖经验更是不在话下。

运镖是个危险的任务，没有几年的功力和江湖经验，是运不了的。

戒指是我最喜欢的装备，可不是因为它好看。戒指可以增加你赤手空拳（unarmed)时的攻击力。有的还能增加你的运气，可是很贵哦.	

行走江湖，金创药等物品是必备的，否则你就只能慢慢养伤，浪费大好青春呀。

别以为我是摆设，我真的会抢东西哦。。。

学武者应勤练基本功，不但可以提高高级技能的修炼速度和发招效果，而且，还可以提高你的先天体质，比如臂力，身法等等。

／／排行榜
富豪榜
高手榜
文豪榜
采药榜
镖师榜

// title
新人
武者
少侠（注：日本没有这个称呼的话，翻成少年武士也可以）
侠客
女武者
女少侠
女侠
小药童
药童
初级药师
药师
名医
大国医
药王
医仙
趟子手(注:随从,助手的意思也可以）
初级镖师（注:如何日本没有镖师的话，可以翻成护卫，护送者。。。）
副镖师
镖师
大镖师
金牌镖师
总镖师

