(注: // 后面的是注释或分类，不用翻 
    #{}里面的也不用翻
)
// HELP

初入江湖，朋友最重要。所以一定要组队，不但可以提高自己的属性，而且还能做许多一个人不能做的任务。 遇到无良高手PK你,你的队友还能助你脱险.
（はじめて世の中へ出る時、友達が最も重要だ。従い、必ずチームを作らないといけない。これより、ご自身の属性をアップできるだけではなく、１人ではできない任務も沢山できる。良知無い達人にPKされる時も、あなたのチームメンバーに助けられる。）

力量最重要，因为它是攻击力的基础。所以我们兽类的天生攻击力比你们人类高多了。当然，除非你穿了装备。。。
（攻撃力の基本であるので、力量が最も重要である。従い、私達獣類の生まれつきの攻撃力があなたたち人類より全然高い。当然、あなたが装備を入っている時以外。）

世上本无山贼，采药的人多了，山里就不能待了。。。
（山の上には本々泥棒がいなかったが、薬草を採集する人々が多くなっているうちに、山に滞在するのもできなくなっている。）

装备是很重要，但是装备太好，你自身的能力就很难提高了。
（装備は確かに非常に重要だが、装備が良すぎると、ご自身の能力は中々アップできなくなるよ。）

很多人认为潜能太难获得。其实做任何事情都有可能得到潜能，关键是你的悟性。悟性是最重要的，因为它决定战斗和工作中获得潜能和经验的机会。
（沢山の人が潜在能力を得るのは非常に難しいと思っている。ただし、どんなことをしても、潜在能力を得るに繋がっている。肝心なのはあなたの理解力だ。理解力が最も重要で、戦いや仕事中から得られる潜在能力と経験のチャンスを決定するから。）

战斗经验和武术技能是相辅相成的，不练习会提高的很慢，而缺乏经验是不可能成为高手的。所谓学而实习之。
（戦闘経験と武術技能はお互いに補完する。練習しなければ、レベルアップスピードが非常に遅くなるが、経験不足ならば、達人にもなれない。即ち、こつこつと勉強することだ。）

哼，中原武林总是仗着人多势重。我们五毒教也不是好欺负的。而且，教主已经吩咐给援手更多的红包。让中原武林屁滚尿流吧。
（ふうん、中原武術界はいつも人が多ければ勢いも大きいに威張っているが、我々五毒教も弱くないよ。それに、教主から既に援助の人に更に多いおひねりを払うと指示したので、中原武術を追い払おう。）


五毒邪教祸害江湖，凡侠义之士必除之后快。各位援手者获得丰富的江湖经验更是不在话下。
（五毒邪教が世の中に害を及ぼしている。義侠心に富んでいる方々ならば、必ず殺さないといけない。言うまでもなく、各援助の方々に、豊富な経験が与えられる。）

运镖是个危险的任务，没有几年的功力和江湖经验，是运不了的。
（矛先を運ぶのは危険な任務であるので、何年間の技、力や経験がなければ、担当できない。）

戒指是我最喜欢的装备，可不是因为它好看。戒指可以增加你赤手空拳（unarmed)时的攻击力。有的还能增加你的运气，可是很贵哦.	
（指輪は私の一番好きな装備だ。綺麗だけではなくて、徒手空拳の時の攻撃力も増加してくれるから。偶に幸運も増加してくれるが、非常に高いよ。）

行走江湖，金创药等物品是必备的，否则你就只能慢慢养伤，浪费大好青春呀。
（世の中で生きているため、金創薬など薬品は必須である。そうではないと、ゆっくり傷を治さないといけなくなるので、美しい青春を無駄にしてしまうよ。）

别以为我是摆设，我真的会抢东西哦。。。
（私は飾り物だと思わないでね。本当に物を奪うから。）

学武者应勤练基本功，不但可以提高高级技能的修炼速度和发招效果，而且，还可以提高你的先天体质，比如臂力，身法等等。
（武術を並ぶ人は勤勉に基本技を練習すべき。そうすると、高級技能の練習スピードと効果をアップできるだけではなく、あなたの腕力など体質もアップできる。）

// QUEST
重新领取任务
（改めて任務を受け取る）

任务完成
（任務完成）

任务已完成
（任務が既に完成）

打猎
（狩る）

听说附近山中常有野兽出没，更有人被老虎所伤，官府已贴出告示，招募义士为附近消除虎患。
(近くの山にいつも野獣が出没し、虎に傷つけられた人もいるようなので、官庁が掲示を貼り、虎災害を削除するボランティアを募集している。)

这是座深山老林，千年高树遮住了阳光，树下都是丛生的灌木，需边走边劈断拦路的枝条。时而听到悉悉索索，似乎是野兔轻轻的跳过。
（これは奥山原始林で、千年の高い木が日差しを隠し、木の下は群生の潅木である。歩きながら、道を遮る枝を切らないといけない。偶に野兎が飛んでいるような音も聞こえた。）

寻找猎物
（獲物探す）
你打算空手去打猎
(あなたは手ぶらで狩るつもり。)
你没有武器，无法打猎 !
（あなたは武器がないので、狩れない。）
忽然跳出一#{npc.unit}#{npc.name}，看样子要杀了你
（突然、一匹の#{npc.unit}#{npc.name}が跳んできた、あなたを殺そうとしている。）

忽然跳出一只老虎
（突然、一匹の虎が跳んできた。）
忽然跳出一只野兔
（突然、一匹の野兎が跳んできた。）
忽然跳出一只毒蛇
（突然、一匹の毒ヘビが跳んできた。）
你的经验值增加了
（あなたの経験値が増加した。）
你的等级提升了
（あなたのレベルがアップされた。）
你的潜能增加了
（あなたの潜在能力が増加された。）
你得到了一#{dr.unit}#{dr.dname}!
（あなたが一つの#{dr.unit}#{dr.dname}!をゲットした。）
你得到了一枚蛇胆
（あなたが一枚のマムシの肝をゲットした。）
你得到了一张虎皮
（あなたが一枚の虎皮をゲットした。）
忽然跳出一个蒙面山贼，看样子要杀了你！
（突然、顔を覆った泥棒がが跳んできた、あなたを殺そうとしている。）
"<div>你不断挥动着%s劈砍灌木，向树林深处走去。</div>",
（あなたがずっと%sを振り、潅木を切りながら、林の奥へ行った。）
"<div>你隐蔽在灌木中，耐心的等待猎物出现。</div>",     
（あなたが潅木に隠れ、根気強く獲物を待っていた。）            
"<div>太阳慢慢的西斜了，森林中的光线也越来越暗。你不断的寻找着地上动物经过的踪迹。</div>"
（お日様がゆっくり西に傾いた。林の中の光もますます暗くなっている。あなたが絶えずに地面の動物の跡を探していた。）

采药
（薬草を採集）
行走江湖，必须懂得如何采到必备的草药，以备不时只需.
（世の中にいながら、何かのため、どうやって必要な薬草を採集するのを分らないといけない。）
这是一片山中的树林，可能生长着各种草药.听说运气好的话，还能挖到人参等珍贵的药材。
（これは山にある林で、各種の薬草が生長している。運がよければ、人参など珍しい薬種が掘れるかもしれない。）

挖
（掘る）
你的草药学有所提高
（あなたの薬草学がある程度アップした。）
你草药学的等级提高了
（あなたの薬草学レベルがアップした。）
你用药锄拨动着四周的灌木杂草，仔细地看有没有草药。
（あなたが鋤で周辺の潅木雑草を動かし、薬草があるかどうかをゆっくり探している。）
你挖到了一株人参
（あなたが一つの人参を掘った。）

平定五毒教
（五毒教を平定）
云南五毒教，以用毒出名，最近来到中原挑战各大门派，急需人手应付
（雲南五毒教は毒使いで有名。最近、中原にやってきて、各流派をチャレンジしているので、人手が必要である。）

这里通往五毒教的必经之路，前面就是黑压压的大山，向右是一条官道，远处人声马嘶，似乎聚集了很多人，应该就是中原武林人士临时集结之所。
（ここは五毒教への必ず通らなければならない道である。前は黒山のような大山で、右は一つの道で、遠くには人や馬の音で賑やかで、沢山の人が集まっているようだ。中原武術界の人々が臨時に集まっている所だろう。）
这是一个临时搭建的帐篷，供中原群雄休息。
（これは臨時的に作ったテントで、中原群雄の休憩のために使われる。）

这是一个敞亮的大厅, 供五毒教教众和外援们休息。
（これは広いロビーで、五毒教のメンバーや外部からの援助

战役进行中。目前五毒教胜9阵，中原武林胜10阵
(戦い進行中。現在、五毒教は9回勝ち、中原武術界は10回勝ち。)

不分胜负
（勝負がつかない。）

五毒教获胜
（五毒教が勝った。）

中原武林获胜
（中原武術界が勝った。）

战役已经结束。五毒教胜11阵，中原武林胜9阵."
（戦いが終了。五毒教が11回勝ち、中原武術界が9回勝ち。）

你看了看周围，已经基本没有空座，看来战役快开始了。"
（あなたが周辺を見て、空いている席が基本的になさそうなので、戦いはそろそろ始まるだろう。）

你看了看周围，似乎还有不少座位空着，看样子等一会儿。"
（あなたが周辺を見て、空いている席がまだ沢山あるようで、もう少し待つだろう。）

你看了看周围，空着不少座位，看来你来的早了，于是闭目养神。"
（あなたが周辺を見て、空いている席がまだ沢山あるので、早く着いてしまったから、目を閉じて休憩する。）


你获得了#{b_exp}点经验的战役奖励！
（戦い奨励として、あなたが　　点経験をゲットした。）

你获得了#{b_gold}gold的战役奖励！
（戦い奨励として、あなたが　　goldをゲットした。）

加入五毒教
（五毒教に加入）

加入中原武林
（中原武術界に加入）

战役实况录像
（戦い実況録画）

查看战役直播
（戦い生放送をチェック）

你已经加入过五毒教了
（あなたが既に五毒教に加入した。）

左冷禅道：多谢阁下，我们的帮手已经够了。
（左冷禅道：閣下、どうもありがとう。私達の手伝いが既に十分。）

左冷禅拱手说道：多谢英雄前来助战，请稍事休息，等大伙汇集齐了便一同出发！
（「英雄が助けに来てくれて、どうも有難う。ちょっと休憩してください。皆が集まってから一緒に出発しよう！」と左冷禅道拱手の礼をしてから言った。

你看了看周围，已经基本没有空座，看来战役快开始了。
（あなたが周辺を見て、空いている席が基本的になさそうなので、戦いはそろそろ始まるだろう。）

你看了看周围，似乎还有不少座位空着，看样子等一会儿。
（あなたが周辺を見て、空いている席がまだ沢山あるようで、もう少し待つだろう。）

你看了看周围，空着不少座位，看来你来的早了，于是闭目养神。
（あなたが周辺を見て、空いている席がまだ沢山あるので、早く着いてしまったから、目を閉じて休憩する。）

苗人女子道：我们的帮手已经够了，英雄请回吧。
（「私達の手伝いが既に十分なので、英雄、お帰りください。」と苗人女子が言った。）

苗人女子拍手乐道：好好，我们又多了一个帮手，阁下坐一哈子，等我们教主号令。
（「よしよし、もう１人の手伝いがいてくれる。閣下、どうぞ少し座ってください。我々教主の命令を待ってください。」と苗人女子が拍手して言った。

你看了看周围，已经基本没有空座，看来战役快开始了。
（あなたが周辺を見て、空いている席が基本的になさそうなので、戦いはそろそろ始まるだろう。）

你看了看周围，似乎还有不少座位空着，看样子先等一会儿。
（あなたが周辺を見て、空いている席がまだ沢山あるようで、もう少し待つだろう。）

你看了看周围，空着不少座位，看来你来的早了，于是闭目养神。
（あなたが周辺を見て、空いている席がまだ沢山あるので、早く着いてしまったから、目を閉じて休憩する。）

战役开始!
（戦い開始！）

平定五毒教战役开始
（五毒教を平定する戦いが開始）

五毒教出场阵容
（五毒教登場陣容）

中原武林出场阵容
（中原武術界登場陣容）

平局
（ドロー）

五毒教获胜
（五毒教が勝った。）

中原武林获胜
（中原武術界が勝った。）

五毒教贡献榜
（五毒教貢献ランキング）

你胜1场!奖励100gold,10点经验" 
（あなたが1回勝った。100gold、10点経験が奨励としてもらった。）
     
五毒教在第10次五毒教战役中战胜了中原武林. 你在战役中的贡献排名第10, 获得100gold, 6点经验.
（五毒教が第10回の五毒教戦い中に中原武術界を勝った。戦い貢献ランキングに第10位に位置するので、100gold、6点経験をもらった。）

中原武林贡献榜
（中原武術界貢献ランキング）

药王谷
（薬王谷）

药王谷藏有各种医学秘籍，想要配制丹药的武林人士，无不来这里询问
（薬王谷に各種類の医学の貴重の本があるので、薬を作りたい人々は皆ここに問い合わせに来る。）

你想要什么?
（あなたは何がほしいのか。）

六味帝黄丸
（六味帝黄丸）

七心海棠
（七心海棠）

程灵素说：阁下请稍等，我现在就去炮制药丸.
（「閣下、ちょっと待ってください。これから丸薬を作ってくる。」と程霊素が言った。）

过不多久, 药童便出来，递上一颗黑黑的药丸
（まもなく、アシスタントが出てきて、黒い丸薬を渡した。）

你得到一颗六位帝黄丸
（あなたが1錠六味帝黄丸を貰った。）

程灵素说：此方为熟地黄八钱，山萸肉、干山药各四钱，泽泻、牡丹皮、白茯苓各三钱, 可滋肾补肝. 阁下的药材似乎还差几味。
（「この処方は黄八銭と言い、山萸肉、干した山芋各20グラム、澤瀉、牡丹皮、白茯苓各15グラムより構成されている。腎臓や肝臓にいい。閣下の薬種はまだ何か足りないようだ。」と程霊素が言った。）


程灵素说:‘天下第一毒物’七心海棠？我这里没有，阁下还是去其他地方找吧.
（「天下第一毒物七心海棠なのか。ここにはないよ。閣下、他のところで探してみてください。」と程霊素が言った。）

运镖
（槍を運ぶ）
江南第一镖局‘神威镖局’公开招聘镖师和趟子手，武艺出众的江湖侠客不妨一试
江南第一運送店「神威運送店」がメンバーを募集しているので、武芸に優れている方々は試してみないか。）
你必须有2名以上队友
（2名以上のチームメンバーが必須だ。）

高风亮对你说道：这批红货送到慕容庄主那里，务必按时送到，路上小心土匪。
（「この赤い荷物を慕容荘主の所に運送してください。必ず時間通りに出発してください。悪者に気をつけてください。」と高風亮があなたに言った。）

你把镖旗一扬，趟子手高喊着‘我～武～威～扬’，车轮沉沉压过地面，引来不少注目
（あなたが旗を揚げ、チームメンバーが大きな声で「私～武～威～揚」と叫んでいた。地面が車輪の下敷きになり、沢山の人々に注目された。）

忽然跳出3个蒙面人，看样子要劫镖！
（突然、顔を覆った3人が現れてきて、荷物を強奪としていた。）

你眼见不是对手, 只好放弃了镖车
（あなたが相手になれないと分り、車を放棄してしまった。）

你终于来到慕容山庄前，庄里的伙计正在那里等着。拍了拍你的肩膀，兄弟辛苦了！
（あなたがやっと慕容山荘の前に来た。お店の店員がそこで待っていた。あなたの肩を叩き、お疲れ様！）

恭喜你完成了运镖任务
（槍を運ぶ任務完成、おめでとう。）

趟子手
（従者）
初级镖师
（初級師匠）
副镖师
（副師匠）
镖师
（師匠）
大镖师
（大師匠）
金牌镖师
（ゴールデン師匠）
总镖师
（総師匠）

// Preface
300年以前的古代中国，经常陷于战乱,到处强盗肆疟, 土匪行凶。
（300年前の古代中国は、いつも戦争の混乱状態に陥り、泥棒、匪賊があちこちで暴力を振るっていた。

有一群人，他们有高超的武术，超乎常人的毅力和维护正义的信念，他们保护弱
小，刺杀贪官恶霸，消灭强盗山贼，他们就是传说中的"侠客"!
（こういうような人々がいる。超高いレベルの武術を持ち、普通の人より根気強い、正義を守る信念が他人より強い。彼らは弱小を守り、汚職官吏を滅ぼす。彼らは伝説の侠客という。

但是，很多人有了高超武艺却加入魔道，欺负百姓和杀害侠客。
（ただし、沢山の人々は超高い武術を持ちながら、悪魔チームに参加、庶民をいじめ、侠客を殺す。）

正义的你，起来战斗吧！	
（正義のあなた、戦おう！）