(注: // 后面的是注释或分类，不用翻 
    #{}里面的也不用翻
)
// HELP

初入江湖，朋友最重要。所以一定要组队，不但可以提高自己的属性，而且还能做许多一个人不能做的任务。 遇到无良高手PK你,你的队友还能助你脱险.
力量最重要，因为它是攻击力的基础。所以我们兽类的天生攻击力比你们人类高多了。当然，除非你穿了装备。。。
世上本无山贼，采药的人多了，山里就不能待了。。。
装备是很重要，但是装备太好，你自身的能力就很难提高了。
很多人认为潜能太难获得。其实做任何事情都有可能得到潜能，关键是你的悟性。悟性是最重要的，因为它决定战斗和工作中获得潜能和经验的机会。
战斗经验和武术技能是相辅相成的，不练习会提高的很慢，而缺乏经验是不可能成为高手的。所谓学而实习之。
哼，中原武林总是仗着人多势重。我们五毒教也不是好欺负的。而且，教主已经吩咐给援手更多的红包。让中原武林屁滚尿流吧。
五毒邪教祸害江湖，凡侠义之士必除之后快。各位援手者获得丰富的江湖经验更是不在话下。
运镖是个危险的任务，没有几年的功力和江湖经验，是运不了的。
戒指是我最喜欢的装备，可不是因为它好看。戒指可以增加你赤手空拳（unarmed)时的攻击力。有的还能增加你的运气，可是很贵哦.	
行走江湖，金创药等物品是必备的，否则你就只能慢慢养伤，浪费大好青春呀。
别以为我是摆设，我真的会抢东西哦。。。
学武者应勤练基本功，不但可以提高高级技能的修炼速度和发招效果，而且，还可以提高你的先天体质，比如臂力，身法等等。

// QUEST
重新领取任务
任务完成
任务已完成

打猎
听说附近山中常有野兽出没，更有人被老虎所伤，官府已贴出告示，招募义士为附近消除虎患。
这是座深山老林，千年高树遮住了阳光，树下都是丛生的灌木，需边走边劈断拦路的枝条。时而听到悉悉索索，似乎是野兔轻轻的跳过。
寻找猎物
你打算空手去打猎
你没有武器，无法打猎 !
忽然跳出一#{npc.unit}#{npc.name}，看样子要杀了你
忽然跳出一只老虎
忽然跳出一只野兔
忽然跳出一只毒蛇
你的经验值增加了
你的等级提升了
你的潜能增加了
你得到了一#{dr.unit}#{dr.dname}!
你得到了一枚蛇胆
你得到了一张虎皮

忽然跳出一个蒙面山贼，看样子要杀了你！
"<div>你不断挥动着%s劈砍灌木，向树林深处走去。</div>",
"<div>你隐蔽在灌木中，耐心的等待猎物出现。</div>",                 
"<div>太阳慢慢的西斜了，森林中的光线也越来越暗。你不断的寻找着地上动物经过的踪迹。</div>"

采药
行走江湖，必须懂得如何采到必备的草药，以备不时只需.
这是一片山中的树林，可能生长着各种草药.听说运气好的话，还能挖到人参等珍贵的药材。
挖
你的草药学有所提高
你草药学的等级提高了
你用药锄拨动着四周的灌木杂草，仔细地看有没有草药。
你挖到了一株人参

平定五毒教
云南五毒教，以用毒出名，最近来到中原挑战各大门派，急需人手应付
这里通往五毒教的必经之路，前面就是黑压压的大山，向右是一条官道，远处人声马嘶，似乎聚集了很多人，应该就是中原武林人士临时集结之所。
这是一个临时搭建的帐篷，供中原群雄休息。
这是一个敞亮的大厅, 供五毒教教众和外援们休息。
战役进行中。目前五毒教胜9阵，中原武林胜10阵
不分胜负
五毒教获胜
中原武林获胜
战役已经结束。五毒教胜11阵，中原武林胜9阵."
你看了看周围，已经基本没有空座，看来战役快开始了。"
你看了看周围，似乎还有不少座位空着，看样子等一会儿。"
你看了看周围，空着不少座位，看来你来的早了，于是闭目养神。"
你获得了#{b_exp}点经验的战役奖励！
你获得了#{b_gold}gold的战役奖励！
加入五毒教
加入中原武林
战役实况录像
查看战役直播
你已经加入过五毒教了
左冷禅道：多谢阁下，我们的帮手已经够了。
左冷禅拱手说道：多谢英雄前来助战，请稍事休息，等大伙汇集齐了便一同出发！
你看了看周围，已经基本没有空座，看来战役快开始了。
你看了看周围，似乎还有不少座位空着，看样子等一会儿。
你看了看周围，空着不少座位，看来你来的早了，于是闭目养神。
苗人女子道：我们的帮手已经够了，英雄请回吧。
苗人女子拍手乐道：好好，我们又多了一个帮手，阁下坐一哈子，等我们教主号令。
你看了看周围，已经基本没有空座，看来战役快开始了。
你看了看周围，似乎还有不少座位空着，看样子先等一会儿。
你看了看周围，空着不少座位，看来你来的早了，于是闭目养神。
战役开始!
平定五毒教战役开始
五毒教出场阵容
中原武林出场阵容
平局
五毒教获胜
中原武林获胜
五毒教贡献榜
你胜1场!奖励100gold,10点经验"      
五毒教在第10次五毒教战役中战胜了中原武林. 你在战役中的贡献排名第10, 获得100gold, 6点经验.
中原武林贡献榜

药王谷
药王谷藏有各种医学秘籍，想要配制丹药的武林人士，无不来这里询问
你想要什么?
六味帝黄丸
七心海棠
程灵素说：阁下请稍等，我现在就去炮制药丸.
过不多久, 药童便出来，递上一颗黑黑的药丸
你得到一颗六位帝黄丸
程灵素说：此方为熟地黄八钱，山萸肉、干山药各四钱，泽泻、牡丹皮、白茯苓各三钱, 可滋肾补肝. 阁下的药材似乎还差几味。
程灵素说:‘天下第一毒物’七心海棠？我这里没有，阁下还是去其他地方找吧.

运镖
江南第一镖局‘神威镖局’公开招聘镖师和趟子手，武艺出众的江湖侠客不妨一试
你必须有2名以上队友
高风亮对你说道：这批红货送到慕容庄主那里，务必按时送到，路上小心土匪。
你把镖旗一扬，趟子手高喊着‘我～武～威～扬’，车轮沉沉压过地面，引来不少注目
忽然跳出3个蒙面人，看样子要劫镖！
你眼见不是对手, 只好放弃了镖车
你终于来到慕容山庄前，庄里的伙计正在那里等着。拍了拍你的肩膀，兄弟辛苦了！
恭喜你完成了运镖任务
趟子手
初级镖师
副镖师
镖师
大镖师
金牌镖师
总镖师


// Preface
300年以前的古代中国，经常陷于战乱,到处强盗肆疟, 土匪行凶。
有一群人，他们有高超的武术，超乎常人的毅力和维护正义的信念，他们保护弱
小，刺杀贪官恶霸，消灭强盗山贼，他们就是传说中的"侠客"!
但是，很多人有了高超武艺却加入魔道，欺负百姓和杀害侠客。
正义的你，起来战斗吧！	