/*******************************
 注:
 // 后面， <>之内的不用翻译
 $N和$n代表人,$l代表身体部位 $w代表武器名称
*******************************/

$n觉得伤口逐渐发麻, 你中毒了! 
蛇毒
中毒中
愈法 （注：用于疗伤的技能）

／／ 战友募集内容
2012年9月1日前邀请队友可获得丰厚奖励
教你如何成功邀请好友获得奖励
第一步:记住你的team code
第二步:将你的Team Code 告诉你的好友.
通过 email,app 评价，twitter ...
邀请好友越多，获得奖励越多，最多可邀请100名！
第三步:好友安装《侠客行》,在注册时将你的Team Code填入“战队代码”的输入框。

／／ help
Team　Code是用来邀请你的朋友加入战队时使用的，你可以把你的战队
code告诉你的朋友，你的朋友就可以在游戏中使用这个code加入你的战队


// 遗漏1个skill
$N身子微躬、右拳左掌合着一揖，突然随势向前疾探，打向<某人>的<身体部位>
$N左掌虚抚，右拳“嗖”地一声从掌风中猛穿出来，击向$n的$l
$N气沉丹田，身向前俯，双掌「铁闩横门」，带着隐隐风雷之声缓缓地推向$n
$N腾空飞起，一式「千斤坠地」，对着$n雷霆般地猛捣数拳，拳风猛烈重如山
忽然$n转到$N身后，$N一式「傍花拂柳」，守中带攻的背对反手一拳迅捷回击
$N闪电般一招「金刚挚尾」，急冲到$n身前，抓向膻中大穴，欲将$n提起丢掷
$N双拳连捣，使出「封闭手」，带动重重拳影，翻山蹈海般地盖向$n周身上下
$N拳势如雷似电，一式「粉石碎玉」，荡起虎虎拳风，力拔千钧的笔直捣往$n$l

// 增加两个skill
赤练神掌 // 武功名称
$N双手一翻，两掌带着淡淡的蓝光，直向$n拍去。
$N左掌虚晃，右掌直出，犹如毒蛇一般直迫$n的胸前。
$N双掌翻飞，四周迷茫着一股暗淡的雾气，排向$n的全身
$N两掌一分，左掌如蝎，右掌似蛇，同时向$n击过去
$N默运内力，双掌忽然变黑，带着一股阴风只扑$n的全身

血刀 // 武功名称
磨牙吮血 //招式名称
$N使出一招「磨牙吮血」，把刀咬在口中，只在$n身前身后乱转，瞅个破绽，猛地欺身向前，拔出刀来一刀直劈下去 
批纸削腐 //招式名称
$N腰劲运肩，肩通於臂，向前一冲，跨出一步半，攸忽缩脚，身形一矮向$n下三路实砍两刀，正是一招「批纸削腐」
流星经天 //招式名称
$N手一扬，一招「流星经天」，手中刀脱手飞出，一溜红光，径向$n的$l飞去
血踪万里 //招式名称
$N一招「血踪万里」，身子原地打了一个转, 反手一刀向$n的$l捅了过去
偷云换日 //招式名称
$N双手反执刀尖，合於怀中，突然左肩微沉，一招「偷云换日」，左手从右臂下穿出转移$n的目光，右手执刀猛刺$n的$l
血洗天河 //招式名称
$N突然还刀入鞘，蓦地欺近身去，身体半跪，反手抽刀，一式「血洗天河」，只见一片匹练也似的刀光从$n下阴直撩至天灵盖
血流漫面 //招式名称
$N刀尖平指，一招「血流漫面」，刀光霍霍，三横两直，带着阵阵风声砍向$n的面门


／／排行榜
富豪榜
高手榜
文豪榜
采药榜
镖师榜

// title
新人
武者
少侠（注：日本没有这个称呼的话，翻成少年武士也可以）
侠客
女武者
女少侠
女侠
小药童
药童
初级药师
药师
名医
大国医
药王
医仙
趟子手(注:随从,助手的意思也可以）
初级镖师（注:如何日本没有镖师的话，可以翻成护卫，护送者。。。）
副镖师
镖师
大镖师
金牌镖师
总镖师

