请设置你的角色和名字
（あなたのキャラクターと名前を設置してください。）
创建角色
（キャラクター設置）
潜能
（潜在能力）
停止
（停止）
侠客行之江湖争霸传 (注:游戏名称)
（侠客行世の中ヘゲモニー争奪伝）
8回合 （注：比武中的回合）
（8本目）
训练场（或练习场）
トレーニング場（或いは練習場）
你的战队
（あなたのチーム）
加入战队
（チームに参加）
请输入你要加入的战队Code
（参加するチームのCodeを輸入してください。）
什么是战队code？
（チームcodeは何ですか。）
道具
（道具）
已领取任务
（既に担当した任務）
未领取任务
（まだ担当していない任務）
请设置你的角色和名字
（あなたのキャラクターと名前を設置してください。）
正在阅读的秘籍，
（読んでいる貴重な本。）
书架
（本棚）
你开始修炼基本拳脚
（あなたは基本の拳法を練習し始まった。）
xx和yy战成平手
（xxとyyは引き分けた。）
xx乘机发动进攻
（xxは気に乗じて、進撃をスタート。）
这是一株上好的人参，价值不菲
（これは最高級の人参であり、非常に高い。）
战斗开始
（戦争開始）

基本拳脚

（基本拳法）
$N一拳挥向$n的$l
($Nが$nの$Iにげんこつを振り上げた。)
$N往$n的$l狠狠地踢了一脚
（$Nが$nの$Iに強くキックした。）
$N挥拳攻击$n的$l
（$Nが$nのSIにげんこつでアタックした。）
$N往$n的$l一抓
（SNが$nの$Iを掴む。）　 翻译的是$N抓了$n的$I
$N提起拳头往$n的$l捶去
（$Nがげんこつで$nの$Iをたたく。）　翻译的$N用拳头打$n的$I
$N对准$n的$l用力挥出一拳
（$Nが$nの$Iを定めて強くげんこつを振り上げた。）

基本闪躲
（基本避け）
但是和$N身体偏了几寸。\n",
（ただし、$Nの体から何寸ずれていた。\n"）
但是被$N机灵地躲开了。\n",
（ただし、$Nに賢く避けられた。\n）
但是$N身子一侧，闪了开去。\n",
（ただし、$Nが体を傾け、避けた。\n",）
但是被$N及时避开。\n",
（ただし、$Nにタイムリーに避けられた。）
但是$N已有准备，不慌不忙的躲开。\n",
（ただし、$Nが既に準備したので、慌てずに避けた。\n",）

基本剑法
（基本剣法）
$N一剑刺向$n的$l
（$Nが$nの$Iに突き刺した。）　 没有翻译出来“一剑”
$N举剑向$n的$l狠狠地挥去
（$Nが剣をあげて、$nの$I強く振った。）

基本刀法
（基本刀法）
$N一刀劈向$n的$l
（$Nが刀で$nの$Iを割った。）
$N举刀向$n的$l狠狠地砍去
（$Nが刀を上げて、$nの$Iに強く割った。）

基本招架
（基本受け止め）

猛兽攻击（注:一项技能)
（猛獣アタック）　（注：一つの技能）
$N一头顶向$n的$l
（$Nが$nの$I頭で突いた。）
$N往$n的$l狠狠地咬去
（$Nが$nの$Iに強く噛んでた。）
$N挥动利爪，狠狠的抓向$n的$l
（$Nが爪を高く上げて振り、強く$nの$Iにつかんだ。）
$N跳起来，向$n的$l猛扑过去
（$Nが飛んで、$nの$Iに飛びかかった。）
$N忽然转过身，尾巴向$n的$l扫去
（$Nが急に方向を変え、しっぽで$nの$Iをアタック。）
$N用后爪刨了一下地面，忽然低吼一声向$n扑来，咬向你的$l
（$Nが後爪で地面を掘り、急に低い声で叫んで、$nに飛びかかり、あなたの$Iを噛ん
だ。）
$N怒吼一声，直震得树叶发颤，在$n一愣的功夫, 已扑了上来
（$Nが怒号して、木の葉まで震動させた。$nがぼっとしているところに、既に飛びかか
れた。）

草药学（注:一项技能)
（草薬学）

基本剑法>10级
（基本剣法＞10級）

你的基本剑法功夫还不够，无法参悟书中奥义
（あなたの基本剣法の工夫はまだ足りないので、本の奥義を理解できない。）

第1式 白云出坳
（第1式　白雲が出てくる）　翻译的是：白云出来
$N剑尖上撩，招式轻灵，犹如白云飘来
（$Nの剣の切っ先が上に向いた。動作が軽快で、まるで白雲が漂ってきた。）
第1式 青山不改
（第1式　青山は変わらず）
$N一剑直劈，招式厚重，犹如重重青山
（$Nが剣で切り、動作が力強く、まるで続いている青山。）
第1式 晓风残月
（第1式
$N一剑轻削，轻柔如风，无影无踪
（$Nが剣で軽く切り、柔らかくてまるでかすかな風のように、影も形もない。）
第1式 恰似温柔
（第1式　優しいように）
$N翻手倒刺，以退为守，暗藏杀机
（$Nが手を背の後に回して刺した。守るために後退したが、殺意をひそかに隠れてい
る。）

第1式 何去何从
（第1式　何を捨て何をとるか）
$N追步平刺，如松之劲，如风之轻，刚柔兼济
（追いついて刺し、まるで松のように強い、風のように柔らかい、強硬や温和な面両方
ある。）
第1式 空来空去
（第1式　空来空去）
$N一剑横撩，宛如松涛阵阵袭来，让人无处可逃
（$Nが強く剣を振り、まるで強い風が圧倒的に来たようで、逃げる場所さあ無い。）
翻译：猛挥剑，宛如强风压倒而来。。。

烈风刀法
（烈風刀法）
第1式 呵壁问天
(大きく叫んで空に問う)
$N大喝一声，手中$w大开大阖，连连挥刀使出「呵壁问天」，斩向$n的$l
（$Nが大声を上げて、続けざまに刀を振り、「呵壁問天」を使い、$nの$Iを切った。）
第1式 气盖河山
(第1式　山河を覆すような勢い)　
$N运刀如风，一招「气盖河山」，刀势霸道之极，向着$n周身各处猛砍猛劈
（$Nが素早く刀を振っていた。勢いが非常に強くて、$nの周辺に激しく切っていた。）
第1式 天地乍合　　
（第1式　天地乍合）
$N一着「天地乍合」，突然抢进$n近侧，迅猛地驱刀连斩，攻式顿然合成一个圆圈
（$Nが「天地乍合」を使い、急に$nの近くまで行って、素早く刀で強く切っていた。）
第1式 贰斩　
（第1式　弐斬）
$N翻手倒刺，以退为守，暗藏杀机
（$Nが手を背の後に回して刺した。守るために後退したが、殺意をひそかに隠れてい
る。）
第1式 砂纹
（第1式　砂紋）
$N追步平刺，如松之劲，如风之轻，刚柔兼济
（追いついて刺し、まるで松のように強い、風のように柔らかい、強硬や温和な面両方
ある。）

第1式 魔熊
（第1式　魔熊）
$N一剑横撩，宛如松涛阵阵袭来，让人无处可逃
（$Nが剣で振り回し、まるで松風がくるようで、逃げれない。）
第1式 居合斩
（第1式　居合斬）
第1式 龙卷风
（第1式　竜巻）

读书写字 （注:一项技能)

（読書習字）　（注：一つの技能）

毒蛇攻击（注:一项技能)
（毒ヘビアタック）　（注：一つの技能）
$N盘成一个圈，忽然一口咬向$n的$l
（$Nが丸く回って、急に$nの$Iに一口噛んでいた。）
$N吐了吐红信，往$n的$l狠狠地咬去
（$Nが舌を出し、$nの$Iに強く噛んでいた。）
七伤拳（注:一项技能)
（7つ傷づく拳法）　（注：一つの技能）
第1式 催心诀
（第1式　心臓壊す拳法）

$N凝神定气，使出七伤拳总诀中的「催心诀，双拳一股刚猛之力$n击去
（$Nが精神を集中して、7つ傷つく拳法の心臓壊すパターンを使い、両手合わせて$nを
アタックした。）
第1式 裂肺诀
（第1式　肺壊す拳法）

$N深吸一口气，左拳使出七伤拳总诀中的「伤肺诀」，双拳飘忽不定，某人顿时感觉一
股阴之力迎面而柔来
（$Nが深呼吸して、7つ傷づく拳法の肺壊すパターンを使い、両手が軽やかに流れてい
る風みたいが、ひそかに強い力が真正面からやってきた。）

第1式 断肝肠
（第1式　断腸）
$N右拳使出七伤拳总诀中的「摧肝肠诀」，双拳刚中有柔，向$n击去
（$Nが右手で7つ傷つく拳法の断腸パターンを使い、強硬や温和をあわせ、$nをアタ
ックした。）
第1式 脏离诀
（第1式　臓离訣）
$N凝神定气，使出七伤拳总诀中的「藏离诀」，双拳柔中有刚，打出一股内缩之力！向
$n击去
（$Nが精神を集中して、7つ傷つく拳法の「臓离訣」を使い、強硬や温和をあわせ、幻
の力を出し、$nをアタックした。）

第1式 精失诀
（第1式　精失訣）
$N凝神定气，使出七伤拳总诀中的「精失诀」，双拳势如雷霆，将力道直向$n送去
（$Nが精神を集中して、7つ傷つく拳法の「精失訣」パターンを使い、両手が激しい威
力で$nをアタックした。）
第1式 意惚恍
（第1式　意識ぼんやり）
$N凝神定气，使出七伤拳总诀中的「意恍惚诀」，向$n送出一股横出之力！
（$Nが精神を集中して、7つ傷つく拳法の意識ぼんやりというパターンを使い、$nに強
くアタックした。）
第1式 魄飞扬

（第1式　魂魄飛ぶ）　　
$N你大喝一声，须发俱张，使出「七伤总诀」中的最后一诀【魄飞扬】，左右双拳连续
击出，威猛无俦，打向$n！
（あなたが大声を上げて、7つ傷つく拳法最後の「魂魄飛ぶ」というパターンを使い、
左右連続で強く$nをアタックした。）

$N在电光火石之间攻出五拳，击向$n
（$Nがあっという間で5拳を上げて、$nをアタックした。）

长平一刀流（注:一项技能)
（長平一刀流）

第1式 断云斩
（第1式　断雲斬）
刀光一闪，$w拦腰劈向$n
（光ってて、$wが$nの腰部を切った。）
第1式 飞龙火焰
第1式　飛ぶ龍火炎
$N一刀直劈,刀光凌厉，如烈焰奔腾
（$Nが刀でストレートに切り、光が激しく、まるで激しい炎が燃えてるようだ。）
第1式 鹰波
（第1式　鷹波）
$N一剑轻削，轻柔如风，无影无踪
（$Nが剣で軽く切り、柔らかくてまるでかすかな風のように、影も形もない。）

第1式 贰斩
（第1式　弐斬）
$N翻手倒刺，以退为守，暗藏杀机
（$Nが手を背の後に回して刺した。守るために後退したが、殺意をひそかに隠れてい
る。）
第1式 砂纹
（第1式　砂紋）
$N追步平刺，如松之劲，如风之轻，刚柔兼济
（追いついて刺し、まるで松のように強い、風のように柔らかい、強硬や温和な面両方
ある。）　
第1式 魔熊
（第1式　魔熊）

漏网之鱼：你昨天一共收到0次挑战，胜0, 负0. 你的累计战斗胜率为nan% 还有6个任
务,3个荣誉勋章和2个头衔等着你去获取呢!“

（昨日、あなたは0回挑戦を受けた。勝0、負0。あなたの累次戦い勝ち率はnan％。また
6つの任務、3つの栄誉勲章や2つの肩書きがあなたを待っているよ！）