请设置你的角色和名字
创建角色
潜能
停止
侠客行之江湖争霸传 (注:游戏名称)
8回合 （注：比武中的回合）
训练场（或练习场）
你的战队
加入战队
请输入你要加入的战队Code
什么是战队code？
道具
已领取任务
未领取任务
请设置你的角色和名字
正在阅读的秘籍，
书架
你开始修炼基本拳脚
xx和yy战成平手
xx乘机发动进攻
这是一株上好的人参，价值不菲
战斗开始

基本拳脚
$N一拳挥向$n的$l
$N往$n的$l狠狠地踢了一脚
$N挥拳攻击$n的$l
$N往$n的$l一抓
$N提起拳头往$n的$l捶去
$N对准$n的$l用力挥出一拳

基本闪躲
但是和$N身体偏了几寸。\n",
但是被$N机灵地躲开了。\n",
但是$N身子一侧，闪了开去。\n",
但是被$N及时避开。\n",
但是$N已有准备，不慌不忙的躲开。\n",

基本剑法
$N一剑刺向$n的$l
$N举剑向$n的$l狠狠地挥去

基本刀法
$N一刀劈向$n的$l
$N举刀向$n的$l狠狠地砍去

基本招架

猛兽攻击（注:一项技能)
$N一头顶向$n的$l
$N往$n的$l狠狠地咬去
$N挥动利爪，狠狠的抓向$n的$l
$N跳起来，向$n的$l猛扑过去
$N忽然转过身，尾巴向$n的$l扫去
$N用后爪刨了一下地面，忽然低吼一声向$n扑来，咬向你的$l
$N怒吼一声，直震得树叶发颤，在$n一愣的功夫, 已扑了上来

草药学（注:一项技能)

基本剑法>10级

你的基本剑法功夫还不够，无法参悟书中奥义

第1式 白云出坳
$N剑尖上撩，招式轻灵，犹如白云飘来
第1式 青山不改
$N一剑直劈，招式厚重，犹如重重青山
第1式 晓风残月
$N一剑轻削，轻柔如风，无影无踪
第1式 恰似温柔
$N翻手倒刺，以退为守，暗藏杀机
第1式 何去何从
$N追步平刺，如松之劲，如风之轻，刚柔兼济
第1式 空来空去
$N一剑横撩，宛如松涛阵阵袭来，让人无处可逃

烈风刀法
第1式 呵壁问天
$N大喝一声，手中$w大开大阖，连连挥刀使出「呵壁问天」，斩向$n的$l
第1式 气盖河山
$N运刀如风，一招「气盖河山」，刀势霸道之极，向着$n周身各处猛砍猛劈
第1式 天地乍合
$N一着「天地乍合」，突然抢进$n近侧，迅猛地驱刀连斩，攻式顿然合成一个圆圈
第1式 贰斩
$N翻手倒刺，以退为守，暗藏杀机
第1式 砂纹
$N追步平刺，如松之劲，如风之轻，刚柔兼济
第1式 魔熊
$N一剑横撩，宛如松涛阵阵袭来，让人无处可逃
第1式 居合斩
第1式 龙卷风

读书写字 （注:一项技能)

毒蛇攻击（注:一项技能)
$N盘成一个圈，忽然一口咬向$n的$l
$N吐了吐红信，往$n的$l狠狠地咬去

七伤拳（注:一项技能)
第1式 催心诀
$N凝神定气，使出七伤拳总诀中的「催心诀，双拳一股刚猛之力$n击去
第1式 裂肺诀
$N深吸一口气，左拳使出七伤拳总诀中的「伤肺诀」，双拳飘忽不定，某人顿时感觉一股阴之力迎面而柔来
第1式 断肝肠
$N右拳使出七伤拳总诀中的「摧肝肠诀」，双拳刚中有柔，向$n击去
第1式 脏离诀
$N凝神定气，使出七伤拳总诀中的「藏离诀」，双拳柔中有刚，打出一股内缩之力！向$n击去
第1式 精失诀
$N凝神定气，使出七伤拳总诀中的「精失诀」，双拳势如雷霆，将力道直向$n送去
第1式 意惚恍
$N凝神定气，使出七伤拳总诀中的「意恍惚诀」，向$n送出一股横出之力！
第1式 魄飞扬
$N你大喝一声，须发俱张，使出「七伤总诀」中的最后一诀【魄飞扬】，左右双拳连续击出，威猛无俦，打向$n！


$N在电光火石之间攻出五拳，击向$n

长平一刀流（注:一项技能)
第1式 断云斩
刀光一闪，$w拦腰劈向$n
第1式 飞龙火焰
$N一刀直劈,刀光凌厉，如烈焰奔腾
第1式 鹰波
$N一剑轻削，轻柔如风，无影无踪
第1式 贰斩
$N翻手倒刺，以退为守，暗藏杀机
第1式 砂纹
$N追步平刺，如松之劲，如风之轻，刚柔兼济
第1式 魔熊

