==== client msg translate ===
你的xx技能提升了!     　（○○スキルアップ！）
你的精力不够，无法集中精神，休息一下吧　　
（体力が足りないので、集中できず、少し休もう。）
你觉得腰酸背痛，体力似乎不够充足，休息一下再练吧
（腰がだるいし、背中も痛いので、体力はまだ足りないようで、休憩してから練習しよう。）
修炼中　　（練習中）
修炼(动作)　　（練習（動作））
你没有潜能，无法提高　　（潜在能力が無いので、アップできない）
你正在修炼　　（あなたはトレーニングしている。）
基础技   （基本枠）
高级技　 （高級枠）
必杀技   （必死枠）
目前你有%d个战友　（現在、%dの戦友がいる。）
招募战友　　（戦友募集）
战队成员　　（チームメンバー）
战力　　　　　（戦力）
你对书中的内容有所领悟　　（本の内容について、多少理解できた）
东瀛系　　　（日本系）
崆峒系　　　（崆峒系）
购买　　　　（買う）
买入价格　　（買い相場）
卖出　　　　（売る）
卖出价格　　（売り相場）
购买失败，请重新尝试购买　　（購入失敗、再び購入してみてください）
该装备不适合穿在这里　　（この装備はここで使えない）
力量　　（力）
敏捷　　（敏捷）
悟性　　（理解力）
负荷　　（負荷）
攻击    （アタック）
防御　　（防御）
你的体力不够，好好休息吧　　（あなたの体力が足りないので、ゆっくり休めてね。）
人类　  （人類）
兽族　　（けもの）
魔族　　（まもの）
你获得了xxx　　（○○を貰った。）
你失去了xxx　　（○○を失った。）
潜能　　　　（潜在能力）
等级（level) （レベル）
经验　　（経験）
挑战Boss　　（ボスに挑戦）
挑战英雄　　 （英雄に挑戦）
请选择要挑战的玩家　　（挑戦したいプレーヤーを選んでください。）
快来加入我的战队　（早く私のチームに参加してね。）
快来玩IPhone游戏《侠客行》吧，加入我们的战队就可获得装备哦。记住注册时填写我
的team code
（早くIphoneゲーム「侠客行」を遊んでね。私達のチームに参加すれば、装備がもらえるよ。登録する時、私のチームコードを記入してね。）
使用3G网络  （3Gネットワークを使う。）
使用wifi网络　（wifiネットワークを使う。）
没有网络      （ネットワーク無し）

=====  server messaage =====
// fight msg
武器　　（武器）
他，你　（彼、あなた）
结果没有对你造成任何伤害　（結果はあなたに全然傷つけていない）
对$n造成x点伤害　（$nにx点の傷をつけた）
只把$n打的退了半步，毫发无损!　　 
（$nが打たれて、後に半歩退いただけで、全然大丈夫）
"[砰]的一声把$n击退了好几步，差点摔倒!"
（ばたんという音で、$nが何歩も退いてしまい、転びそうにもなった！。）
"结果一击命中，$n闷哼了一声显然吃了不小的亏!"
（一発で命中され、$nが苦しそうにうなってた。明らかに大変そう！）
"重重的击中了$n, $n【哇】的吐出了一口鲜血!"
（強くアタックされ、$nがげえと一口の血を吐いていた！）
"只听见【砰】的一声巨响，$n象稻草般的飞了出去!"  
（ばたんという大きい音で、$nが稲みたく飛んでしまった！）
"结果只是轻轻地划破$p的皮肉。"
（結局、$nの皮が軽く切られただけだ。）
"结果在$p$l划出一道细长血痕。"
（結局、$p$Iに細長い傷が付けられてしまった。）
"结果「嗤」一声划出一道伤口！"
（結局、傷が付けられてしまった。）  注：那个拟声词我翻不出来。。。
"结果「嗤」地一声划出一道血淋淋的伤口！"
（結局、生々しい傷が付けられてしまった。） 注：同上
"结果「嗤」地一声划出一道又长又深的伤口，溅得$N满脸鲜血！"
（結局、長くて深い傷が付けられてしまい、$Nの顔に血がいっぱい跳ね上がられていた。） 注：同上
 "结果只听见$n一声惨嚎，$w已在$p$l划出一道深及见骨的可怕伤口！！"
（結局、$nが大声で叫んでいた。$wは既に$p$Iに骨が見えるぐらいで怖い傷をつけた。）
空灵剑第x式　　（空霊剣第x式）
结果被$N挡开　 （結局、$Nに避けられた。）
$N的体力不够， 无法发起进攻　（$Nの体力が足りないので、進撃できない。）
乘机发动进攻　　（チャンスを利用、進撃。）
$n的体力不够，无法闪躲　　（$Nの体力が足りないので、逃げれない。）
战斗经验　（戦う経験）
$N一击不中，露出了破绽　　（$Nが一回で当たらず、ばきゃくをあらわした。）
$n的体力不够，无法招架　　（$Nの体力が足りないので、対応できない。）
双方已战斗了100回合　　（両方が既に100回も戦った。）
$n战斗不能　　（$Nが戦われず。）
双方都已经精疲力尽了　（両方とも精も根も尽き果てる）
5连击　（5連続アタック）
$N乘$n手忙脚乱，发动连续进攻！　
（$Nは$nがてんてこまいしているところに、連続進撃した。！）
N抢先发动进攻  （Nが先発的に進撃。）
你和#{defenser.name}战成平手　（あなたが#{defenser.name}引き分けになった。）
xx稍作休息，体力有所恢复
（xxがちょっと休んで、体力はある程度戻ってきた。）

// general msg
"你的体力不够，好好休息下再来吧"　
（あなたの体力が足りないので、ゆっくりやんでから来てね。）
"你的体力不够，别浪费服务器资源了
（あなたの体力が足りないので、サーバーの資源を無駄にしないでね。）
你的hp不够，不适合战斗
（あなたhpが足りないので、戦いに適合せず。）
你正忙着　（あなたは忙しい中。）
战斗中"　　（あなたは戦い中。）
研究中"　　（あなたは研究中。）
shopping中"　（ショッピング中。）
交易中"　（取引している。）
发呆中"　（ぼんやりしている。）
新人　（新人）
名字已被使用　（名前は既に登録された。）
"修练完毕，消耗#{up[:usepot]}点潜能, 精力-#{up[:cost_jingli]}, 技能点增加#{up[:addtp]}, 
（トレーニング終了。#{up[:usepot]}点潜在能力が消耗された。精力-#{up[:cost_jingli]}、
技術点増加#{up[:addtp]},）
恭喜你的#{skill.dname}等级提高了!"
（あなたの#{skill.dname}がレベルアップ！おめでとう！）
你的精力不够, 无法修炼
（あなたの精力が足りないので、練習できない。）
你开始修炼　（あなたは練習を始めた。）
你的战斗经验似乎不够　（あなたの戦い経験はまだ足りないみたい。）
你不在修炼任何技能　　（あなたはどんな技術でも練習できない。）
你正在修炼的不是这项技能　（あなたが練習しているのはこの技術ではない。）
你已经领取过该任务了　（あなたが既にこの任務を担当していた。）
任务不存在　（任務は存在しせず。）
你已经在自己的战队中了　（あなたは既に自分のチームにいる。）
你已经是该战队的成员啦　（あなたは既にこのチームのメンバーだよ。）
 ("对不起， 该战队已满，请寻找其他战队加入")
（「ごめん、このチームは既に満員だ。他のチームに参加してね。」
("恭喜!您已成功加入该战队")
（「このチームに成功に参加した。おめでとう！」
您购买了xx
（あなたがxxを買った。）
解锁条件:等级>3　（ロックオフ条件：レベル＞3）
("你的装备栏已经满了.你可以购买更多装备栏。")
（「あなたの装備枠は既にいっぱいであるが、更に多い装備枠を買っても良いよ。」
您的装备数量已达上限
（あなたの装備数は既に上限に達した。）
 ("你的物品栏已经满了.你可以购买更多物品栏。")
（「あなたの品物枠は既にいっぱいであるが、更に多い品物枠を買っても良いよ。」
 您的物品数量已达上限
（「あなたの品物数は既に上限に達した。」
 你的Gold不够 ! \n（现在钱庄促销中6¥购买2000Gold哦）")
（あなたのGoldは足りない！n ただ今、銭荘がキャンペーン実施中。6￥で2000Goldを買えるよ。）
购买成功　（成功に購入。）
找不到该记录　（この記録は見当たらない。）
保存成功(save successfully)　 （成功に保存。）
交易失败！ 该物品不属于你。　（取引失敗！この品物はあなたに属しない。）
交易成功　（取引成功。）
使用成功　（成功に使用。）

// obj
件　（件）
铁甲　（鉄甲）
这是一副铁质的甲胄，上面似乎还有斑斑血迹，不知是它的主人的血，还是敌人的。
（これは鉄のかっちゅうで、上に血痕がまだつけられているようであるが、主人の血なのか、ライバルの血なのかは分からない。）
柄　（柄）
这是一个雪亮的钢刀　（これはぴかぴか光っている刀である。）
双　（双）
这是一双普通武士穿的布靴　（これは普通の武士の布靴である。）
这是一件最普通粗布上衣    （これは最も普通の粗布上着である。）
布衣　（布の服）

铁头盔这是一个铁质的头盔　（鉄のヘルメット　これは鉄のヘルメットである。）
蚩尤铜铠　（よろい）只翻译出了铠甲
"传说中霸王蚩尤穿过的盔甲,青铜制成，坚固无比。"
（伝説の覇者が入ってたかっちゅうだ。青銅より構成され、凄く硬い。）
项链　（ネックレス）
这是一个果核做的项链　（これは果物のさねより作られたネックレスである。）
凝碧剑　　（剣） 只翻译了剑
青铜甲　（青銅甲）
青铜制成的坚固甲胄　（青銅より作られた固いかっちゅう。）
铜戒指　（銅の指輪）
铁剑　（鉄の剣）
这是一把普通的铁剑　（これは普通の鉄の剣である。）
天蚕甲　（天蚕甲）
西域天蚕丝制成的宝甲　（西域のやままゆの絹糸より作られたかっちゅうである。）
木刀　（木の刀）
这是一把硬木制作的刀　（これは硬い木より作られた刀である。）
木剑　（木の剣）
这是一把普通的硬木制成的剑　（これは普通の硬い木より作られた剣である。）
玄铁剑　（鉄の剣）
"上古玄铁制成，重九九八十一斤，剑长逾三尺，通体深黑，却隐隐透出红光"
（鉄より作られ、81斤、3尺である。全体黒いが、赤い光も通っているようである。）
雁翎甲　（甲冑）
"传说天宫饲养的大雁所掉落的羽毛制成。柔软而又坚固。"
（伝説の天宮が飼ってた雁から落ちた羽で作られた。柔らかいながら、丈夫である。）
大补元气　（大変元気に戻ってる。）
你不要乱吃啊　（めちゃくちゃに食べないでよ。）
这是一株人参，可以入药　（これは一つの人参で、薬用に使える。）
你服下一#{unit}#{dname}，顿时觉得精神百倍，力气大增
（あなたは#{unit}#{dname}を食べたら、元気いっぱいで、力も倍増したようだ。）
"你服下一颗xxx，顿时觉得精力充沛！"
（あなたはxxxを食べたら、元気いっぱいになった。）
你服下一#{unit}#{dname}, 觉得一股清气贯通全身！"
（あなたは#{unit}#{dname}を食べたら、全身一新になった。）
"你服下一#{unit}#{dname}, 伤处渐渐愈合！
（あなたは#{unit}#{dname}を食べたら、傷口がだんだんふさがった！）
崆峒派疗伤圣药，专治七伤拳引起的内伤。
（崆峒派の非常に良い薬で、七傷拳でなった内部器官の傷に一番効く。）
添加5个装备栏　（装備欄五つ増加。）
您的装备栏数量以上限, 无法再增加.　 
（あなたの装備欄は既に上限なので、これ以上増加できない。）
添加5个物品栏 　（品物欄五つ増加。）
绑腿　（ゲートル）
一副灌了铁砂的绑腿　（金網が入ってるゲートル。）
保险箱　（金庫）
保护你的金银不会在战斗中丢失（あなたの金銀は戦い中に失わないように保護する。）
梅花桩  （梅花樁）
加速你的轻功练习速度　（あなたの練習スピードをアップ。）轻功没有翻出来
木人 （木人）
加速你的基本招架练习速度　（あなたの基本守り連休スピードをアップ。）
改名符　（改名符号）
可以用来修改你的名字　（あなたの名前変更に使える。）
沙袋　（砂袋）
可以用来提高基本拳脚的练习效率　（基本拳法の練習効率アップに使える。）
// skill
刀法　（刀法）
剑法　（剣法）
拳法　（拳法）
"头部", "颈部", "胸口", "后心", "左肩", "右肩", "左臂",
（頭部、首部、みぞおち、背中の真ん中、左肩、右肩、左腕）
"右臂", "左手", "右手", "腰间", "小腹", "左腿", "右腿",
（右腕、左手、右手、腰、下腹、左足、右足）
"左脚", "右脚"
（左足、右足）
你对书中的内容有所领悟
（あなたは本の中の内容について、ある程度分かった。）
恭喜你参透了武功秘笈
（武功の秘密を完全に分かった。おめでとう。）