/*******************************
 注:
 // 后面， <>之内的不用翻译
 $N和$n代表人,$l代表身体部位 $w代表武器名称
*******************************/

$n觉得伤口逐渐发麻, 你中毒了! 
（$nは傷口が痺れていると感じ、中毒してしまった！）
蛇毒
（へびの毒）
中毒中
（中毒中）
愈法 （注：用于疗伤的技能）
（治療方法）　（注：傷を治療する技能）

／／ 战友募集内容
（チームメンバー募集内容）
2012年9月1日前邀请队友可获得丰厚奖励
（2012年9月1日の前に、チームメンバーを招請したら、豊かな奨励がもらえる。）
教你如何成功邀请好友获得奖励
（どうやって成功に友達を招請、奨励をもらえるかを教える。）
第一步:记住你的team code
（第一歩：あなたのteam codeを覚える。）
第二步:将你的Team Code 告诉你的好友.
（第ニ歩：あなたのTeam Codeを友達に伝える。）
通过 email,app 评价，twitter ...
（email、app、twitterを通って、評価する。）
邀请好友越多，获得奖励越多，最多可邀请100名！
（招請した友達が多ければ多いほど、多い奨励がもらえるよ。最高100名まで招請できるよ！）
第三步:好友安装《侠客行》,在注册时将你的Team Code填入“战队代码”的输入框。
（第三歩：友達が「侠客行」をインストール、登録する時、あなたのTeam Codeを「チームコード」を輸入枠に記入する。

／／ help
Team　Code是用来邀请你的朋友加入战队时使用的，你可以把你的战队
code告诉你的朋友，你的朋友就可以在游戏中使用这个code加入你的战队
（Team Codeというのは、あなたの友達をチーム参加に招請する時に使われる物だ。あなたのチームcodeをお友達に伝えれば、あなたの友達がゲーム中にこのcodeを使い、あなたのチームに参加できるよ。）


// 遗漏1个skill
（skill一個漏れ）

$N身子微躬、右拳左掌合着一揖，突然随势向前疾探，打向<某人>的<身体部位>
（$Nが体を少し曲げ、両手合わせて急に＜誰＞の＜身体部分＞をアタックした。）

$N左掌虚抚，右拳“嗖”地一声从掌风中猛穿出来，击向$n的$l
（$Nは左手が形するだけで、右手が素早く強く$nの$Iにアタックした。）

$N气沉丹田，身向前俯，双掌「铁闩横门」，带着隐隐风雷之声缓缓地推向$n
（$Nが丹田に力を入れ、体を前にかがめて、ゆっくりと$nを押していた。）

$N腾空飞起，一式「千斤坠地」，对着$n雷霆般地猛捣数拳，拳风猛烈重如山
（$Nが飛び跳ねて、「千斤墜地」を使い、$nに激しく握りこぶしを振り、凄く強そうだ。）

忽然$n转到$N身后，$N一式「傍花拂柳」，守中带攻的背对反手一拳迅捷回击
（$nが急に$Nの後に行き、$Nが「傍花拂柳」を使い、守りながら、反対手ですぐアタックした。）

$N闪电般一招「金刚挚尾」，急冲到$n身前，抓向膻中大穴，欲将$n提起丢掷
（$Nが稲妻のように早く「金剛摯尾」を使い、$nの前に来て、$nをつかみ、捨てようとしていた。）

$N双拳连捣，使出「封闭手」，带动重重拳影，翻山蹈海般地盖向$n周身上下
（$Nが両手連続で、「封閉手」を使い、$nの体全体をアタックした。）

$N拳势如雷似电，一式「粉石碎玉」，荡起虎虎拳风，力拔千钧的笔直捣往$n$l
（$Nが雷電のように早く握りこぶしを振り、「粉石碎玉」を使い、力強く$n$Iをアタックした。）

// 增加两个skill
（skill２つ増加）
赤练神掌 // 武功名称
（赤練神掌//武功の名称）

$N双手一翻，两掌带着淡淡的蓝光，直向$n拍去。
（$Nが両手を裏返しにして、浅い青い光で$nをアタックした。）
$N左掌虚晃，右掌直出，犹如毒蛇一般直迫$n的胸前。
（$Nは左手が形するだけで、右手が毒ヘビのようにストレートに$nの胸をアタックした。）
$N双掌翻飞，四周迷茫着一股暗淡的雾气，排向$n的全身
（$Nが両手を裏返しにして、体の周辺に暗い霧と一緒に、$nをアタックした。）
$N两掌一分，左掌如蝎，右掌似蛇，同时向$n击过去
（$Nは両手を分けて、左手がさそりのようで、右手がへびのようで、同時に$nをアタックした。）
$N默运内力，双掌忽然变黑，带着一股阴风只扑$n的全身
（$Nが静かに内力を使い、両手が急に暗くなり、寒い風と一緒に$nの全身をアタックした。）

血刀 // 武功名称
（血刀//武功の名称）

磨牙吮血 //招式名称
（磨歯吮血//武功の名称）

$N使出一招「磨牙吮血」，把刀咬在口中，只在$n身前身后乱转，瞅个破绽，猛地欺身向前，拔出刀来一刀直劈下去 
（$Nが「磨歯吮血」を使い、刀を口に噛んで、$nの周辺でぐるぐる回って、ばきゃくを見付かり、急に前に進み、刀を取り、ストレートに切った。）

批纸削腐 //招式名称
（批紙削腐//武功の名称）

$N腰劲运肩，肩通於臂，向前一冲，跨出一步半，攸忽缩脚，身形一矮向$n下三路实砍两刀，正是一招「批纸削腐」
（$Nが腰で力を使い、前に一歩半進み、急に足を戻り、しゃがむして$nの下に2回切った。即ち「批紙削腐」という。）

流星经天 //招式名称
（流星経天//武功の名称）

$N手一扬，一招「流星经天」，手中刀脱手飞出，一溜红光，径向$n的$l飞去
（$Nが手を上げ、「流星経天」を使い、手の中の刀が飛び出して、光と一緒に、$nの$Iへ行った。）

血踪万里 //招式名称
（血跡万里//武功の名称）

$N一招「血踪万里」，身子原地打了一个转, 反手一刀向$n的$l捅了过去
（$Nが「血跡万里」を使い、もとの場所で回り、手を背の後ろに回し、$nの$Iに刺さった。）

偷云换日 //招式名称
（偸天換日//武功の名称）

$N双手反执刀尖，合於怀中，突然左肩微沉，一招「偷云换日」，左手从右臂下穿出转移$n的目光，右手执刀猛刺$n的$l
（$Nは両手反対で刀の先端を握り、体の前に合わせて、急に左肩が少し沈んで、「偸天換日」を使い、左手が右腕の下から出て、$nの視線を移させ、右手から刀で$nの$Iを強く刺した。）

血洗天河 //招式名称
（血洗天河//武功の名称）

$N突然还刀入鞘，蓦地欺近身去，身体半跪，反手抽刀，一式「血洗天河」，只见一片匹练也似的刀光从$n下阴直撩至天灵盖
（$Nは急に刀を鞘に収め、相手に近づき、半部跪き、手を背の後ろに回し、「血洗天河」を使い、刀の光が$nの下から頭蓋骨まで行った。）

血流漫面 //招式名称
（血流漫面//武功の名称）

$N刀尖平指，一招「血流漫面」，刀光霍霍，三横两直，带着阵阵风声砍向$n的面门
（$Nは「血流漫面」を使い、刀の光が風と一緒に、$nの顔に向いて切った。）

／／排行榜　　（ランキング）
富豪榜　（富豪ランキング）
高手榜　（ハイレベルランキング）
文豪榜　（文豪ランキング）
采药榜　（薬草を採集ランキング）
镖师榜　（師匠ランキング）

// title
新人　（新人）
武者　（武人）
少侠（注：日本没有这个称呼的话，翻成少年武士也可以）
（少年武人）
侠客　（侠客）
女武者　（女性武人）
女少侠　（女性少年武人）
女侠　　（女性侠客）
小药童　（児童薬師）
药童　（薬師）
初级药师　（初級薬師）
药师　（薬師）
名医　（有名医者）
大国医　（大国の医者）
药王　（薬王）
医仙　（高級医者）
趟子手(注:随从,助手的意思也可以）
（助理）
初级镖师（注:如何日本没有镖师的话，可以翻成护卫，护送者。。。）
（初級師匠）

副镖师
（副師匠）

镖师
（師匠）

大镖师
（大師匠）

金牌镖师
（ゴールデン師匠）

总镖师
（総師匠）



