==== client msg translate ===
你的xx技能提升了! 
你的精力不够，无法集中精神，休息一下吧
你觉得腰酸背痛，体力似乎不够充足，休息一下再练吧
修炼中
修炼(动作)
你没有潜能，无法提高
你正在修炼
基础技
高级技
必杀技 
目前你有%d个战友
招募战友
战队成员
战力
你对书中的内容有所领悟
东瀛系
崆峒系
购买
买入价格
卖出
卖出价格
购买失败，请重新尝试购买
该装备不适合穿在这里
力量
敏捷
悟性
负荷
攻击
防御
你的体力不够，好好休息吧
人类
兽族
魔族
你获得了xxx
你失去了xxx
潜能
等级（level)
经验
挑战Boss
挑战英雄
请选择要挑战的玩家
快来加入我的战队
快来玩IPhone游戏《侠客行》吧，加入我们的战队就可获得装备哦。记住注册时填写我的team code
使用3G网络
使用wifi网络
没有网络

=====  server messaage =====
// fight msg
武器
他，你
结果没有对你造成任何伤害
对$n造成x点伤害
只把$n打的退了半步，毫发无损!
"[砰]的一声把$n击退了好几步，差点摔倒!"
"结果一击命中，$n闷哼了一声显然吃了不小的亏!"
"重重的击中了$n, $n【哇】的吐出了一口鲜血!"
"只听见【砰】的一声巨响，$n象稻草般的飞了出去!"   
"结果只是轻轻地划破$p的皮肉。"
"结果在$p$l划出一道细长血痕。"
"结果「嗤」一声划出一道伤口！"
"结果「嗤」地一声划出一道血淋淋的伤口！"
"结果「嗤」地一声划出一道又长又深的伤口，溅得$N满脸鲜血！"
 "结果只听见$n一声惨嚎，$w已在$p$l划出一道深及见骨的可怕伤口！！"
空灵剑第x式
结果被$N挡开
$N的体力不够， 无法发起进攻
乘机发动进攻
$n的体力不够，无法闪躲
战斗经验
$N一击不中，露出了破绽
$n的体力不够，无法招架
双方已战斗了100回合
$n战斗不能
双方都已经精疲力尽了
5连击
$N乘$n手忙脚乱，发动连续进攻！
N抢先发动进攻
你和#{defenser.name}战成平手
xx稍作休息，体力有所恢复

// general msg
"你的体力不够，好好休息下再来吧"
"你的体力不够，别浪费服务器资源了
你的hp不够，不适合战斗
你正忙着
战斗中"
研究中"
shopping中"
交易中"
发呆中"
新人
名字已被使用
"修练完毕，消耗#{up[:usepot]}点潜能, 精力-#{up[:cost_jingli]}, 技能点增加#{up[:addtp]}, 恭喜你的#{skill.dname}等级提高了!"
你的精力不够, 无法修炼
你开始修炼
你的战斗经验似乎不够
你不在修炼任何技能
你正在修炼的不是这项技能
你已经领取过该任务了
任务不存在
你已经在自己的战队中了
你已经是该战队的成员啦
 ("对不起， 该战队已满，请寻找其他战队加入")
("恭喜!您已成功加入该战队")
您购买了xx
解锁条件:等级>3
("你的装备栏已经满了.你可以购买更多装备栏。")
您的装备数量已达上限
 ("你的物品栏已经满了.你可以购买更多物品栏。")
 您的物品数量已达上限
 你的Gold不够 ! \n（现在钱庄促销中6¥购买2000Gold哦）")
购买成功
找不到该记录
保存成功(save successfully)
交易失败！ 该物品不属于你。
交易成功
使用成功

// obj
件
铁甲
这是一副铁质的甲胄，上面似乎还有斑斑血迹，不知是它的主人的血，还是敌人的。
柄
这是一个雪亮的钢刀
双
这是一双普通武士穿的布靴
这是一件最普通粗布上衣
布衣
铁头盔这是一个铁质的头盔
蚩尤铜铠
"传说中霸王蚩尤穿过的盔甲,青铜制成，坚固无比。"
项链
这是一个果核做的项链
凝碧剑
青铜甲
青铜制成的坚固甲胄
铜戒指
铁剑
这是一把普通的铁剑
天蚕甲
西域天蚕丝制成的宝甲
木刀
这是一把硬木制作的刀
木剑
这是一把普通的硬木制成的剑
玄铁剑
"上古玄铁制成，重九九八十一斤，剑长逾三尺，通体深黑，却隐隐透出红光"
雁翎甲
"传说天宫饲养的大雁所掉落的羽毛制成。柔软而又坚固。"
大补元气
你不要乱吃啊
这是一株人参，可以入药
你服下一#{unit}#{dname}，顿时觉得精神百倍，力气大增
"你服下一颗xxx，顿时觉得精力充沛！"
你服下一#{unit}#{dname}, 觉得一股清气贯通全身！"
"你服下一#{unit}#{dname}, 伤处渐渐愈合！
崆峒派疗伤圣药，专治七伤拳引起的内伤。
添加5个装备栏
您的装备栏数量以上限, 无法再增加.
添加5个物品栏
绑腿
一副灌了铁砂的绑腿
保险箱
保护你的金银不会在战斗中丢失
梅花桩
加速你的轻功练习速度
木人
加速你的基本招架练习速度
改名符
可以用来修改你的名字
沙袋
可以用来提高基本拳脚的练习效率
// skill
刀法
剑法
拳法
"头部", "颈部", "胸口", "后心", "左肩", "右肩", "左臂",
"右臂", "左手", "右手", "腰间", "小腹", "左腿", "右腿",
"左脚", "右脚"
你对书中的内容有所领悟
恭喜你参透了武功秘笈
